Repository: Customerly/Customerly-iOS-SDK
Catalog: CustomerlySDK/Library/*.lproj/Localizable.strings
Languages: de, tr

# actionSheetImagePicker_title
source: Select a file to send
de: Wähle eine Datei zum Senden aus
tr: Dosya Seç

# actionSheetImagePicker_cancel
source: Cancel
de: Abbrechen
tr: Vazgeç

# actionSheetImagePicker_takePhoto
source: Take a Photo
de: Nimm ein Foto auf
tr: Fotoğraf Çek

# actionSheetImagePicker_imageGallery
source: Image Gallery
de: Wähle ein Foto aus der Mediathek
tr: Galeri

# actionSheetImagePicker_error
source: Error
de: Fehler
tr: Hata

# actionSheetImagePicker_confirm
source: OK
tr: Tamam

# actionSheetImagePicker_error_cameraNotAvailable
source: Ops, the camera is not available
de: Huch, die Kamera ist nicht verfügbar
tr: Hay Aksi! Kamera kullanılabilir değil

# actionSheetImagePicker_error_galleryNotAvailable
source: Ops, the photo gallery is not available
de: Huch, die Mediathek ist nicht verfügbar
tr: Hay Aksi! Galeri kullanılabilir değil

# timeAgoSinceDate_yearsAgo %d
source: %dy ago
de: vor %d Jahren
tr: %dy önce

# timeAgoSinceDate_yearAgo %d
source: %dy ago
de: vor %d Jahr
tr: %dy önce

# timeAgoSinceDate_monthsAgo %d
source: %dm ago
de: vor %d Monaten
tr: %dm önce

# timeAgoSinceDate_monthAgo %d
source: %dm ago
de: vor %d Monat
tr: %dm önce

# timeAgoSinceDate_weeksAgo %d
source: %dw ago
de: vor %d Wochen
tr: %dw önce

# timeAgoSinceDate_weekAgo %d
source: %dw ago
de: vor %d Woche
tr: %dw önce

# timeAgoSinceDate_daysAgo %d
source: %dd ago
de: vor %d Tagen
tr: %dd önce

# timeAgoSinceDate_dayAgo %d
source: %dd ago
de: vor %d Tag
tr: %dd önce

# timeAgoSinceDate_hoursAgo %d
source: %dh ago
de: vor %d Stunden
tr: %dh önce

# timeAgoSinceDate_hourAgo %d
source: %dh ago
de: vor %d Stunde
tr: %dh önce

# timeAgoSinceDate_minutesAgo %d
source: %dm ago
de: vor %d Minuten
tr: %dm önce

# timeAgoSinceDate_minuteAgo %d
source: %dm ago
de: vor %d Minute
tr: %dm önce

# timeAgoSinceDate_secondsAgo %d
source: %ds ago
de: vor %d Sekunden
tr: %ds önce

# timeAgoSinceDate_justNow
source: Now
de: Jetzt
tr: Şimdi

# supportTitle
source: Support
tr: Destek

# youUser
source: You
de: Du
tr: Sen

# conversationListPoweredBy
source: Live Chat ⚡️ Customerly
tr: Canlı Destek ⚡️ Customerly

# newConversationButton
source: Start a new conversation
de: Beginne eine neue Konversation beginnen
tr: Yeni bir konuşma başlat

# chatTitleView
source: Chat
tr: Sohbet

# chatInsertEmail
source: Insert your email
de: Gib Deine E-Mail-Adresse ein
tr: Eposta adresini gir

# chatOK
source: OK
tr: Tamam

# chatCancel
source: Cancel
de: Abbrechen
tr: Vazgeç

# chatEmail
source: Email
tr: Eposta

# chatAdminLastActivity
source: Last activity
de: Letzte Aktivität
tr: Son hareketler

# chatViewPoweredBy
source: Live Chat ⚡️ Customerly
tr: Canlı Destek ⚡️ Customerly

# chatViewContactSupportLabel
source: Contact support writing your question below.
de: Wende dich an den Support, indem du unten deine Frage stellst.
tr: Sorunu aşağı yazarak konuşmaya başla.

# chatViewTextFieldPlaceholder
source: Ask your question
de: Stelle Deine Frage
tr: Soru sor

# chatViewRichMessageText
source: This message was sent by email. Tap to read.
de: Diese Nachricht wurde per E-Mail gesendet. Zum Lesen tippen.
tr: Bu mesaj eposta ile gönderildi. Okumak için dokununuz.

# surveyTitleView
source: Survey
de: Umfrage
tr: Anket

# confirmSliderButton %d
source: Confirm %d
de: Bestätige %d
tr: Doğrula %d

# confirmButton
source: Confirm
de: Bestätigen
tr: Doğrula

source: Pull to refresh
de: Zum Aktualisieren ziehen
tr: Çek ve Yenile
